---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CfmPerFtSup2
source: html/5c154b53-f671-12c3-05eb-96c70ca62744.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CfmPerFtSup2 Property

Symbol CFM/ft², indicating unit Cubic feet per minute square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId CfmPerFtSup2 { get; }
```